spec/dummy_5/app/controllers/users_controller.rb

SELECT "users".* FROM "users" WHERE "users"."id" = ? LIMIT 1  [["id", "1"]]
---
  def send_instructions
    @user = User.find(params[:user_id])